Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
pt_pt: Atualização disponível
ru: Доступно обновление

source: Update Body Weight
de: Körpergewicht aktualisieren
es: Actualizar peso corporal
fr: Mettre à jour le poids corporel
it: Aggiorna il peso corporeo
pt_pt: Atualizar peso corporal
ru: Обновить вес тела

source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
pt_pt: Atualizar agora
ru: Обновить сейчас

source: Update your basic body parameters
de: Aktualisieren Sie Ihre grundlegenden Körperparameter
es: Actualiza tus parámetros corporales básicos
fr: Mettez à jour vos paramètres corporels de base
it: Aggiorna i parametri corporei di base
pt_pt: Atualize seus parâmetros corporais básicos
ru: Обновите основные параметры своего тела

source: Upper Back
de: Oberer Rücken
es: Parte superior de la espalda
fr: Haut du dos
it: Parte superiore della schiena
pt_pt: Parte superior das costas
ru: Верх спины

source: Upper Body
de: Oberkörper
es: Parte superior del cuerpo
fr: Haut du corps
it: Parte superiore del corpo
pt_pt: Parte superior do corpo
ru: Верх тела

source: Upper Body (%@)
de: Oberkörper (%@)
es: Parte superior del cuerpo (%@)
fr: Haut du corps (%@)
it: Parte superiore del corpo (%@)
pt_pt: Parte superior do corpo (%@)
ru: Верхняя часть тела (%@)

# Upper body: %lld sets vs Legs: %lld sets. Balance your physique!
source: Upper body: %1$lld sets vs Legs: %2$lld sets. Balance your physique!
de: Oberkörper: %1$lld Sätze vs. Beine: %2$lld Sätze. Bringen Sie Ihren Körper ins Gleichgewicht!
es: Parte superior del cuerpo: %1$lld series vs Piernas: %2$lld series. ¡Equilibra tu físico!
fr: Haut du corps : ensembles %1$lld vs Jambes : ensembles %2$lld. Équilibrez votre physique !
it: Parte superiore del corpo: %1$lld serie vs Gambe: %2$lld serie. Bilancia il tuo fisico!
pt_pt: Parte superior do corpo: %1$lld séries vs Pernas: %2$lld séries. Equilibre seu físico!
ru: Верхняя часть тела: %lld подходов против Ног: %lld подходов. Уравновесьте свою фигуру!

source: Use Photo
de: Verwenden Sie Foto
es: Usar foto
fr: Utiliser une photo
it: Usa foto
pt_pt: Usar foto
ru: Использовать фото

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pt_pt: Valor
ru: Значение

source: Very Hard Effort
de: Sehr harte Anstrengung
es: Esfuerzo muy duro
fr: Effort très dur
it: Sforzo molto duro
pt_pt: Esforço muito difícil
ru: Очень высокая интенсивность

source: View
de: Sicht
es: Vista
fr: Voir
it: Visualizzazione
pt_pt: Visualizar
ru: Вид

source: View All
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
it: Visualizza tutto
pt_pt: Ver tudo
ru: Посмотреть все

source: View Mode
de: Ansichtsmodus
es: Modo de visualización
fr: Mode d'affichage
it: Modalità di visualizzazione
pt_pt: Modo de visualização
ru: Режим просмотра

source: View Weight History
de: Gewichtsverlauf anzeigen
es: Ver historial de peso
fr: Afficher l'historique du poids
it: Visualizza la cronologia del peso
pt_pt: Ver histórico de peso
ru: Просмотр истории веса

source: Violations lead to content removal and bans
de: Verstöße führen zur Entfernung und Sperrung von Inhalten
es: Las infracciones provocan la eliminación de contenidos y prohibiciones.
fr: Les violations entraînent la suppression de contenu et des interdictions
it: Le violazioni comportano la rimozione e il divieto dei contenuti
pt_pt: Violações levam à remoção de conteúdo e banimentos
ru: Нарушения ведут к удалению и бану

source: Visualize your gains with detailed charts and personal records.
de: Visualisieren Sie Ihre Gewinne mit detaillierten Diagrammen und persönlichen Aufzeichnungen.
es: Visualice sus ganancias con gráficos detallados y registros personales.
fr: Visualisez vos gains avec des graphiques détaillés et des dossiers personnels.
it: Visualizza i tuoi guadagni con grafici dettagliati e record personali.
pt_pt: Visualize seus ganhos com gráficos detalhados e registros pessoais.
ru: Визуализируйте свои достижения с помощью детальных графиков и личных рекордов.

source: Voice Coach
de: Stimmtrainer
es: Entrenador de voz
fr: Coach vocal
it: Allenatore di voce
pt_pt: Treinador de voz
ru: Голосовой тренер

source: Voice Coach Active
de: Voice Coach Aktiv
es: Entrenador de voz activo
fr: Coach vocal actif
it: Coach vocale attivo
ru: Голосовой тренер активен

source: Vol
de: Bd
es: volumen
ru: Тонн

source: Volume
de: Volumen
es: Volumen
ru: Объем

source: Volume (%@)
de: Volumen (%@)
es: Volumen (%@)
ru: Объем (%@)

source: Volume (kg)
de: Volumen (kg)
es: Volumen (kg)
ru: Объем (кг)

source: Volume:
de: Volumen:
es: Volumen:
ru: Объем:

source: WEIGHT
de: GEWICHT
es: PESO
fr: POIDS
it: PESO
pt_pt: PESO
ru: ВЕС

source: WORKOUT COMPLETE
de: TRAINING ABGESCHLOSSEN
es: ENTRENAMIENTO COMPLETO
fr: ENTRAÎNEMENT TERMINÉ
it: ALLENAMENTO COMPLETATO
pt_pt: EXERCÍCIO COMPLETO
ru: ТРЕНИРОВКА ЗАВЕРШЕНА

source: Waist
de: Taille
es: Cintura
fr: Taille
it: Vita
pt_pt: Cintura
ru: Талия

source: Warm Up Set
de: Aufwärmset
es: Conjunto de calentamiento
fr: Ensemble d'échauffement
it: Set di riscaldamento
pt_pt: Conjunto de aquecimento
ru: Разминочный подход

source: Watch Syncing: Connected
de: Synchronisierung der Uhr: Verbunden
es: Sincronización de reloj: conectado
fr: Synchronisation de la montre : connectée
it: Sincronizzazione dell'orologio: connesso
pt_pt: Assistir sincronização: conectado
ru: Синхронизация часов: подключено

source: Watermelons 🍉
de: Wassermelonen 🍉
es: Sandías 🍉
fr: Pastèques 🍉
it: Angurie 🍉
pt_pt: Melancias 🍉
ru: Арбузы 🍉

source: Way to go, champion! 🥇
de: Gut gemacht, Champion! 🥇
es: ¡Así se hace, campeón! 🥇
fr: Bravo, champion ! 🥇
it: Ben fatto, campione! 🥇
pt_pt: Muito bem, campeão! 🥇
ru: Так держать, чемпион! 🥇

source: We couldn't process that photo. Please try again.
de: Wir konnten dieses Foto nicht verarbeiten. Bitte versuchen Sie es erneut.
es: No pudimos procesar esa foto. Por favor inténtalo de nuevo.
fr: Nous n'avons pas pu traiter cette photo. Veuillez réessayer.
it: Non è stato possibile elaborare quella foto. Per favore riprova.
pt_pt: Não foi possível processar essa foto. Por favor, tente novamente.
ru: Не удалось обработать фото. Попробуйте снова.

source: We miss you! 🥺
de: Wir vermissen dich! 🥺
es: ¡Te echamos de menos! 🥺
fr: Tu nous manques ! 🥺
it: Ci manchi! 🥺
pt_pt: Que saudades de você! 🥺
ru: Мы скучаем! 🥺

source: We're currently preparing the video for this exercise.
de: Wir bereiten gerade das Video für diese Übung vor.
es: Actualmente estamos preparando el vídeo para este ejercicio.
fr: Nous préparons actuellement la vidéo de cet exercice.
it: Stiamo attualmente preparando il video per questo esercizio.
pt_pt: No momento, estamos preparando o vídeo para este exercício.
ru: Сейчас мы готовим видео к этому упражнению.

source: We've added powerful new features, AI enhancements, and critical fixes. Please update to the latest version to continue crushing your goals.
de: Wir haben leistungsstarke neue Funktionen, KI-Verbesserungen und wichtige Korrekturen hinzugefügt. Bitte aktualisieren Sie auf die neueste Version, um Ihre Ziele weiterhin zu erreichen.
es: Hemos agregado nuevas funciones potentes, mejoras de IA y correcciones críticas. Actualice a la última versión para seguir superando sus objetivos.
fr: Nous avons ajouté de nouvelles fonctionnalités puissantes, des améliorations de l'IA et des correctifs critiques. Veuillez mettre à jour vers la dernière version pour continuer à atteindre vos objectifs.
it: Abbiamo aggiunto nuove potenti funzionalità, miglioramenti dell'intelligenza artificiale e correzioni critiche. Aggiorna alla versione più recente per continuare a raggiungere i tuoi obiettivi.
ru: Мы добавили новые мощные функции, улучшения искусственного интеллекта и критические исправления. Пожалуйста, обновитесь до последней версии, чтобы продолжать достигать своих целей.

source: We've added some powerful new features and critical fixes. Please update to the latest version to continue crushing your workouts.
de: Wir haben einige leistungsstarke neue Funktionen und wichtige Korrekturen hinzugefügt. Bitte aktualisieren Sie auf die neueste Version, um Ihr Training weiterhin zu verbessern.
es: Hemos agregado algunas funciones nuevas y potentes y correcciones críticas. Actualice a la última versión para continuar realizando sus entrenamientos.
fr: Nous avons ajouté de nouvelles fonctionnalités puissantes et des correctifs critiques. Veuillez mettre à jour vers la dernière version pour continuer à écraser vos entraînements.
it: Abbiamo aggiunto alcune nuove potenti funzionalità e correzioni critiche. Aggiorna alla versione più recente per continuare a macinare i tuoi allenamenti.
pt_pt: Adicionamos alguns novos recursos poderosos e correções críticas. Atualize para a versão mais recente para continuar aprimorando seus treinos.
ru: Мы добавили несколько новых мощных функций и критические исправления. Пожалуйста, обновитесь до последней версии, чтобы продолжить тренировки.

source: Weak Points Analysis
de: Schwachstellenanalyse
es: Análisis de puntos débiles
fr: Analyse des points faibles
it: Analisi dei punti deboli
pt_pt: Análise de Pontos Fracos
ru: Анализ слабых мест

source: Wed
de: Heiraten
es: Casarse
fr: Épouser
it: Mercoledì
pt_pt: qua
ru: Ср

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
pt_pt: Semana
ru: Неделя

source: Weekend Warrior
de: Wochenendkrieger
es: Guerrero de fin de semana
fr: Guerrier du week-end
it: Guerriero del fine settimana
pt_pt: Guerreiro de fim de semana
ru: Тыходной воин

source: Weekly Activity
de: Wöchentliche Aktivität
es: Actividad semanal
fr: Activité hebdomadaire
it: Attività settimanale
ru: Еженедельная активность

source: Weekly Muscle Volume
de: Wöchentliches Muskelvolumen
es: Volumen muscular semanal
fr: Volume musculaire hebdomadaire
it: Volume muscolare settimanale
pt_pt: Volume muscular semanal
ru: Еженедельный объем мышц

source: Weekly Summary
de: Wöchentliche Zusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
it: Riepilogo settimanale
ru: Еженедельный обзор

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt_pt: Peso
ru: Вес

source: Weight (%@)
de: Gewicht (%@)
es: Peso (%@)
fr: Poids (%@)
it: Peso (%@)
pt_pt: Peso (%@)
ru: Вес (%@)

source: Weight (%@):
de: Gewicht (%@):
es: Peso (%@):
fr: Poids (%@):
it: Peso (%@):
pt_pt: Peso (%@):
ru: Вес (%@):

source: Weight (kg)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
it: Peso (kg)
pt_pt: Peso (kg)
ru: Вес (кг)

source: Weight (kg):
de: Gewicht (kg):
es: Peso (kg):
fr: Poids (kg) :
it: Peso (kg):
pt_pt: Peso (kg):
ru: Вес (кг):

source: Weight Dynamics
de: Gewichtsdynamik
es: Dinámica del peso
fr: Dynamique du poids
it: Dinamica del peso
pt_pt: Dinâmica de Peso
ru: Динамика веса

source: Weight Progress
de: Gewichtsfortschritt
es: Progreso de peso
fr: Progression du poids
it: Progresso del peso
pt_pt: Progresso de peso
ru: Прогресс веса

source: Weight Tracking
de: Gewichtsverfolgung
es: Seguimiento de peso
fr: Suivi du poids
it: Monitoraggio del peso
pt_pt: Rastreamento de peso
ru: Отслеживание веса

source: Weight Units
de: Gewichtseinheiten
es: Unidades de peso
fr: Unités de poids
it: Unità di peso
pt_pt: Unidades de peso
ru: Единицы веса

source: Weight cannot be negative
de: Das Gewicht kann nicht negativ sein
es: El peso no puede ser negativo.
fr: Le poids ne peut pas être négatif
it: Il peso non può essere negativo
pt_pt: O peso não pode ser negativo
ru: Вес не может быть отрицательным

source: Weight cannot exceed %d kg
de: Das Gewicht darf %d kg nicht überschreiten
es: El peso no puede exceder %d kg
fr: Le poids ne peut pas dépasser %d kg
it: Il peso non può superare %d kg
pt_pt: O peso não pode exceder %d kg
ru: Вес не может превышать %d кг

source: Weight cannot exceed %lld kg
de: Das Gewicht darf %lld kg nicht überschreiten
es: El peso no puede exceder %lld kg
fr: Le poids ne peut pas dépasser %lld kg
it: Il peso non può superare %lld kg
pt_pt: O peso não pode exceder %lld kg
ru: Вес не может превышать %lld кг

source: Weight dynamics
de: Gewichtsdynamik
es: dinámica de peso
fr: Dynamique du poids
it: Dinamica del peso
pt_pt: Dinâmica de peso
ru: Динамика веса

source: Welcome to WorkoutTracker!
de: Willkommen bei WorkoutTracker!
es: ¡Bienvenido a WorkoutTracker!
fr: Bienvenue sur WorkoutTracker !
it: Benvenuto su WorkoutTracker!
pt_pt: Bem-vindo ao Workout Tracker!
ru: Добро пожаловать в WorkoutTracker!

source: Welcome 👋
de: Willkommen 👋
es: Bienvenido 👋
fr: Bienvenue 👋
it: Benvenuto 👋
pt_pt: Bem vindo 👋
ru: Добро пожаловать 👋

source: What are we hitting today?
de: Was treffen wir heute?
es: ¿A qué nos enfrentamos hoy?
fr: Qu'est-ce qu'on frappe aujourd'hui ?
it: Cosa colpiamo oggi?
pt_pt: O que estamos atingindo hoje?
ru: Что сегодня тренируем?

source: What are we training today?
de: Was trainieren wir heute?
es: ¿Qué entrenamos hoy?
fr: Qu’est-ce qu’on entraîne aujourd’hui ?
it: Cosa alleniamo oggi?
pt_pt: O que estamos treinando hoje?
ru: Что тренируем сегодня?

source: What is your typical day like?
de: Wie sieht Ihr typischer Tag aus?
es: ¿Cómo es tu día típico?
fr: Quelle est votre journée type ?
it: Com'è la tua giornata tipo?
pt_pt: Como é o seu dia típico?
ru: Как проходит твой типичный день?

source: What's the plan?
de: Was ist der Plan?
es: ¿Cuál es el plan?
fr: Quel est le plan ?
it: Qual è il piano?
pt_pt: Qual é o plano?
ru: Каков план?

source: Who are you?
de: Wer bist du?
es: ¿Quién eres?
fr: Qui es-tu?
it: Chi sei?
pt_pt: Quem é você?
ru: Кто ты?

source: Why is it better to register:
de: Warum ist es besser, sich zu registrieren:
es: ¿Por qué es mejor registrarse?
fr: Pourquoi est-il préférable de s'inscrire :
it: Perché è meglio registrarsi:
pt_pt: Por que é melhor se registrar:
ru: Почему лучше зарегистрироваться:

source: Why you should register:
de: Warum Sie sich registrieren sollten:
es: Por qué deberías registrarte:
fr: Pourquoi devriez-vous vous inscrire :
it: Perché dovresti registrarti:
pt_pt: Por que você deve se registrar:
ru: Почему вам стоит зарегистрироваться:

source: Work out between 10 PM and 4 AM.
de: Trainieren Sie zwischen 22:00 und 4:00 Uhr.
es: Haga ejercicio entre las 22:00 y las 4:00 horas.
fr: Entraînez-vous entre 22h et 4h du matin.
it: Allenati tra le 22:00 e le 4:00.
pt_pt: Exercite-se entre 22h e 4h.
ru: Тренируйтесь между 22:00 и 4:00.

source: Work out between 11 AM and 2 PM.
de: Trainieren Sie zwischen 11 und 14 Uhr.
es: Haga ejercicio entre las 11 a. m. y las 2 p. m.
fr: Entraînez-vous entre 11h et 14h.
it: Allenati tra le 11:00 e le 14:00.
pt_pt: Treine entre 11h e 14h.
ru: Тренируйтесь между 11:00 и 14:00.

source: Work out between 4 AM and 8 AM.
de: Trainieren Sie zwischen 4 und 8 Uhr.
es: Haga ejercicio entre las 4 a. m. y las 8 a. m.
fr: Entraînez-vous entre 4h00 et 8h00.
it: Allenati tra le 4:00 e le 8:00.
pt_pt: Exercite-se entre 4h e 8h.
ru: Тренируйтесь между 4:00 и 8:00.

source: Work out on Saturdays or Sundays.
de: Trainieren Sie samstags oder sonntags.
es: Haga ejercicio los sábados o domingos.
fr: Entraînez-vous le samedi ou le dimanche.
it: Allenati il ​​sabato o la domenica.
pt_pt: Treine aos sábados ou domingos.
ru: Тренируйтесь по субботам или воскресеньям.

source: Workout
de: Trainieren
es: Ejercicio
fr: Entraînement
it: Allenamento
pt_pt: Dar certo
ru: Тренировка

source: Workout Complete! 🎉
de: Training abgeschlossen! 🎉
es: ¡Entrenamiento completo! 🎉
fr: Entraînement terminé ! 🎉
it: Allenamento completato! 🎉
pt_pt: Treino concluído! 🎉
ru: Тренировка завершена! 🎉

source: Workout Days Log
de: Trainingstageprotokoll
es: Registro de días de entrenamiento
fr: Journal des jours d'entraînement
it: Registro dei giorni di allenamento
pt_pt: Registro de dias de treino
ru: Журнал дней тренировок

source: Workout Focus
de: Trainingsfokus
es: Enfoque en el entrenamiento
fr: Concentration sur l'entraînement
it: Concentrazione sull'allenamento
pt_pt: Foco no treino
ru: Тренировка Фокус

source: Workout History
de: Trainingsverlauf
es: Historial de entrenamiento
fr: Historique d'entraînement
it: Cronologia degli allenamenti
pt_pt: Histórico de treino
ru: История тренировок

source: Workout Management
de: Trainingsmanagement
es: Gestión del entrenamiento
fr: Gestion de l'entraînement
it: Gestione dell'allenamento
pt_pt: Gerenciamento de treino
ru: Управление тренировками

source: Workout Name
de: Trainingsname
es: Nombre del entrenamiento
fr: Nom de l'entraînement
it: Nome dell'allenamento
pt_pt: Nome do treino
ru: Название тренировки

source: Workout Name...
de: Trainingsname...
es: Nombre del entrenamiento...
fr: Nom de l'entraînement...
it: Nome allenamento...
pt_pt: Nome do treino...
ru: Название тренировки...

source: Workout Options
de: Trainingsoptionen
es: Opciones de entrenamiento
fr: Options d'entraînement
it: Opzioni di allenamento
pt_pt: Opções de treino
ru: Параметры тренировки

source: Workout Parameters
de: Trainingsparameter
es: Parámetros de entrenamiento
fr: Paramètres d'entraînement
it: Parametri di allenamento
pt_pt: Parâmetros de treino
ru: Параметры тренировки

source: Workout Streak
de: Trainingssträhne
es: Racha de entrenamiento
fr: Séquence d'entraînement
it: Serie di allenamenti
pt_pt: Sequência de treino
ru: Серия тренировок

source: Workout Structure
de: Trainingsstruktur
es: Estructura del entrenamiento
fr: Structure d'entraînement
it: Struttura dell'allenamento
pt_pt: Estrutura de treino
ru: Структура тренировки

source: Workout Template
de: Trainingsvorlage
es: Plantilla de entrenamiento
fr: Modèle d'entraînement
it: Modello di allenamento
pt_pt: Modelo de treino
ru: Шаблон тренировки

source: Workout Templates
de: Trainingsvorlagen
es: Plantillas de entrenamiento
fr: Modèles d'entraînement
it: Modelli di allenamento
pt_pt: Modelos de treino
ru: Шаблоны тренировок

source: Workout Type
de: Trainingsart
es: Tipo de entrenamiento
fr: Type d'entraînement
it: Tipo di allenamento
pt_pt: Tipo de treino
ru: Тип тренировки

source: Workout finished
de: Training beendet
es: Entrenamiento terminado
fr: Entraînement terminé
it: Allenamento terminato
pt_pt: Treino concluído
ru: Тренировка завершена

source: Workouts
de: Trainingseinheiten
es: Entrenamientos
fr: Entraînements
it: Allenamenti
pt_pt: Exercícios
ru: Тренировки

source: Would you like a quick interactive tour to learn how to create workouts and track progress?
de: Möchten Sie an einer kurzen interaktiven Tour teilnehmen, um zu erfahren, wie Sie Workouts erstellen und Fortschritte verfolgen?
es: ¿Le gustaría un recorrido interactivo rápido para aprender a crear entrenamientos y realizar un seguimiento del progreso?
fr: Souhaitez-vous une visite interactive rapide pour apprendre à créer des entraînements et suivre les progrès ?
it: Desideri un breve tour interattivo per imparare a creare allenamenti e monitorare i progressi?
pt_pt: Gostaria de um rápido tour interativo para aprender como criar treinos e acompanhar o progresso?
ru: Хотите быстрый интерактивный тур, чтобы узнать, как создавать тренировки и отслеживать прогресс?

source: Write notes...
de: Notizen schreiben...
es: Escribir notas...
fr: Écrire des notes...
it: Scrivi note...
pt_pt: Escreva notas...
ru: Напишите заметки...

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
pt_pt: Ano
ru: Год

source: Yo, your chest is ready. Time to push some heavy iron!
de: Yo, deine Brust ist bereit. Zeit, schweres Eisen zu schieben!
es: Oye, tu cofre está listo. ¡Es hora de empujar un poco de hierro pesado!
fr: Yo, ta poitrine est prête. Il est temps de pousser du fer lourd !
it: Yo, il tuo petto è pronto. È ora di spingere un po' di ferro pesante!
pt_pt: Ei, seu peito está pronto. É hora de empurrar um pouco de ferro pesado!
ru: Эй, грудь готова! Пора жать железо!

source: You already have an active workout in progress. Please finish or delete it before starting a new one.
de: Sie führen bereits ein aktives Training durch. Bitte beenden oder löschen Sie es, bevor Sie mit einem neuen beginnen.
es: Ya tienes un entrenamiento activo en progreso. Termínelo o elimínelo antes de comenzar uno nuevo.
fr: Vous avez déjà un entraînement actif en cours. Veuillez le terminer ou le supprimer avant d'en commencer un nouveau.
it: Hai già un allenamento attivo in corso. Si prega di completarlo o eliminarlo prima di iniziarne uno nuovo.
pt_pt: Você já tem um treino ativo em andamento. Por favor, termine ou exclua-o antes de iniciar um novo.
ru: У вас уже активная тренировка. Пожалуйста, завершите или удалите её перед началом новой.

source: You are the personal architect of your body. No garbage, just a pure focus on the result. How to break the limits?
de: Sie sind der persönliche Architekt Ihres Körpers. Kein Müll, nur eine reine Fokussierung auf das Ergebnis. Wie kann man die Grenzen durchbrechen?
es: Eres el arquitecto personal de tu cuerpo. Sin basura, sólo un puro enfoque en el resultado. ¿Cómo romper los límites?
fr: Vous êtes l'architecte personnel de votre corps. Pas de déchets, juste une pure concentration sur le résultat. Comment briser les limites ?
it: Tu sei l'architetto personale del tuo corpo. Nessuna spazzatura, solo pura attenzione al risultato. Come superare i limiti?
pt_pt: Você é o arquiteto pessoal do seu corpo. Sem lixo, apenas foco puro no resultado. Como quebrar os limites?
ru: Вы — личный архитектор своего тела. Никакого мусора, только чистая нацеленность на результат. Как выйти за рамки?

source: You can change your prepared workouts in the settings..
de: Sie können Ihre vorbereiteten Trainingseinheiten in den Einstellungen ändern.
es: Puedes cambiar tus entrenamientos preparados en la configuración.
fr: Vous pouvez modifier vos entraînements préparés dans les paramètres.
it: Puoi modificare gli allenamenti preparati nelle impostazioni.
pt_pt: Você pode alterar seus treinos preparados nas configurações.
ru: Свои заготовленные тренировки вы можете изменять в настройках.

source: You destroyed your
de: Du hast deine zerstört
es: Destruiste tu
fr: Vous avez détruit votre
it: Hai distrutto il tuo
pt_pt: Você destruiu seu
ru: Ты просто уничтожил

source: You don't have enough fully recovered muscles. Take a rest day or do light cardio!
de: Sie haben nicht genügend vollständig erholte Muskeln. Machen Sie einen Ruhetag oder machen Sie leichtes Cardio!
es: No tienes suficientes músculos completamente recuperados. ¡Tómate un día de descanso o haz cardio ligero!
fr: Vous n’avez pas assez de muscles complètement récupérés. Prenez une journée de repos ou faites du cardio léger !
it: Non hai abbastanza muscoli completamente recuperati. Prenditi un giorno di riposo o fai cardio leggero!
pt_pt: Você não tem músculos totalmente recuperados o suficiente. Tire um dia de descanso ou faça exercícios aeróbicos leves!
ru: У вас недостаточно полностью восстановленных мышц. Возьмите день отдыха или сделайте легкое кардио!

source: You have been successfully signed out. You are now using a guest account.
de: Sie wurden erfolgreich abgemeldet. Sie verwenden jetzt ein Gastkonto.
es: Has cerrado sesión correctamente. Ahora estás utilizando una cuenta de invitado.
fr: Vous avez été déconnecté avec succès. Vous utilisez maintenant un compte invité.
it: Sei stato disconnesso con successo. Ora stai utilizzando un account ospite.
pt_pt: Você foi desconectado com sucesso. Agora você está usando uma conta de convidado.
ru: Вы успешно вышли из системы. Теперь вы используете гостевую учетную запись.

source: You have no active goals yet.
de: Sie haben noch keine aktiven Ziele.
es: Aún no tienes objetivos activos.
fr: Vous n'avez pas encore d'objectifs actifs.
it: Non hai ancora obiettivi attivi.
pt_pt: Você ainda não tem metas ativas.
ru: У тебя пока нет активных целей.
